Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# repository.error.badResponse
source: The repository could not be reached.
ar: تعذّر الاتصال بالمستودع.
fil: Hindi maabot ang imbakan.
fr: Impossible de joindre le répertoire.
he: לא ניתן להגיע למאגר.
it: Impossibile raggiungere la raccolta.
ru: Не удалось подключиться к каталогу.
uk: Не вдалося з’єднатися з каталогом.

# repository.error.unsupportedCatalog
source: The repository uses a newer catalog format — update Prosary to browse it.
ar: يستخدم المستودع تنسيقًا أحدث للفهرس. حدّث Prosary لتصفحه.
fil: Gumagamit ang imbakan ng mas bagong anyo ng katalogo — i-update ang Prosary upang matingnan ito.
fr: Le répertoire utilise un format de catalogue plus récent — mettez Prosary à jour pour le parcourir.
he: המאגר משתמש בפורמט קטלוג חדש יותר — עדכן את Prosary כדי לעיין בו.
it: La raccolta utilizza un formato di catalogo più recente: aggiorna Prosary per consultarla.
ru: Каталог использует новый формат. Обновите Prosary, чтобы просмотреть его.
uk: Каталог використовує новіший формат — оновіть Prosary, щоб переглянути його.

# repository.install
source: Install
ar: تثبيت
fil: I-install
fr: Installer
he: התקנה
it: Installa
ru: Установить
uk: Встановити

# repository.installed
source: Installed
ar: مثبّتة
fil: Naka-install
fr: Installé
he: מותקן
it: Installata
ru: Установлено
uk: Встановлено

# repository.installFailed
source: Could Not Install Devotion
ar: تعذّر تثبيت الصلاة
fil: Hindi Ma-install ang Debosyon
fr: Impossible d’installer la dévotion
he: לא ניתן להתקין את המסלול
it: Impossibile installare la devozione
ru: Не удалось установить молитву
uk: Не вдалося встановити молитву

# repository.noMatches
source: No devotions match.
ar: لا توجد صلوات مطابقة.
fil: Walang tumugmang debosyon.
fr: Aucune dévotion ne correspond.
he: אין מסלולים תואמים.
it: Nessuna devozione corrispondente.
ru: Подходящих молитв нет.
uk: Відповідних молитов немає.

# repository.retry
source: Try Again
ar: أعد المحاولة
fil: Subukan Muli
fr: Réessayer
he: נסה שוב
it: Riprova
ru: Повторить
uk: Спробувати ще раз

# repository.title
source: Community Devotions
ar: صلوات المجتمع
fil: Mga Debosyon ng Komunidad
fr: Dévotions communautaires
he: מסלולי תפילה מהקהילה
it: Devozioni della comunità
ru: Молитвы сообщества
uk: Молитви спільноти

source: Repository Unavailable
ar: المستودع غير متاح
fil: Hindi Magamit ang Imbakan
fr: Répertoire indisponible
he: המאגר אינו זמין
it: Raccolta non disponibile
ru: Каталог недоступен
uk: Каталог недоступний

# repository.update
source: Update
ar: تحديث
fil: I-update
fr: Mettre à jour
he: עדכון
it: Aggiorna
ru: Обновить
uk: Оновити

# rosaryFlow.litanyPrompt
source: Continue with the Litany of the Blessed Virgin Mary?
ar: هل تريد المتابعة بطلبة العذراء مريم؟
fil: Magpatuloy sa Litanya ng Mahal na Birheng Maria?
fr: Continuer avec les litanies de la Sainte Vierge Marie ?
he: להמשיך עם הליטניה לכבוד הבתולה מרים?
it: Continuare con le litanie della Beata Vergine Maria?
ru: Продолжить литанией Пресвятой Деве Марии?
uk: Продовжити Літанією до Пресвятої Діви Марії?

# rosaryFlow.navigationTitle
source: Praying the Rosary
ar: صلاة الوردية
fil: Pagdarasal ng Rosaryo
fr: Prière du rosaire
he: תפילת המחרוזת
it: Recita del Rosario
ru: Молитва Розария
uk: Молитва Розарію

# rosaryFlow.nextMystery
source: Next Mystery
ar: السرّ التالي
fil: Susunod na misteryo
fr: Mystère suivant
he: הרז הבא
it: Mistero successivo
ru: Следующая тайна
uk: Наступна таємниця

# rosaryFlow.prayLitany
source: Pray the Litany
ar: صلِّ الطلبة
fil: Dasalin ang litanya
fr: Prier les litanies
he: התפלל את הליטניה
it: Recita le litanie
ru: Молиться литанию
uk: Молитися літанію

# rosaryFlow.previousMystery
source: Previous Mystery
ar: السرّ السابق
fil: Nakaraang misteryo
fr: Mystère précédent
he: הרז הקודם
it: Mistero precedente
ru: Предыдущая тайна
uk: Попередня таємниця

# rosaryOptions.summary.always
source: Always %@
ar: دائمًا %@
fil: Laging %@
fr: Toujours %@
he: תמיד %@
it: Sempre %@
ru: Всегда %@
uk: Завжди %@

# rosaryOptions.summary.fifteenMystery
source: The 15 Mysteries
ar: الأسرار الخمسة عشر
fil: Ang 15 Misteryo
fr: Les 15 mystères
he: 15 הרזים
it: I 15 misteri
ru: 15 тайн
uk: 15 таємниць

# rosaryOptions.summary.singleMystery
source: Only %@
ar: %@ فقط
fil: %@ lamang
fr: Seulement %@
he: רק %@
it: Solo %@
ru: Только %@
uk: Лише %@

# rosaryOptions.summary.twentyMystery
source: The 20 Mysteries
ar: الأسرار العشرون
fil: Ang 20 Misteryo
fr: Les 20 mystères
he: 20 הרזים
it: I 20 misteri
ru: 20 тайн
uk: 20 таємниць

# rosaryPicker.anyRosary
source: Pray Any Rosary
ar: صلّ أي وردية
fil: Magdasal ng anumang Rosaryo
fr: Prier un rosaire au choix
he: תפילת מחרוזת חופשית
it: Prega un Rosario a scelta
ru: Любой вариант Розария
uk: Молитися будь-який Розарій

# rosaryPicker.anyRosaryAction
source: Pray Any Rosary…
ar: صلّ أي وردية…
fil: Magdasal ng anumang Rosaryo…
fr: Prier un rosaire au choix…
he: תפילת מחרוזת חופשית…
it: Prega un Rosario a scelta…
ru: Любой вариант Розария…
uk: Молитися будь-який Розарій…

# rosaryPicker.anyRosaryDetail
source: Choose mysteries and prayers for this session, and keep it as a preset if you like.
ar: اختر الأسرار والصلوات لهذه الجلسة، واحفظها كإعداد إن شئت.
fil: Pumili ng mga misteryo at panalangin para sa pagdarasal na ito, at i-save ang ayos kung nais mo.
fr: Choisissez les mystères et les prières de cette séance, puis enregistrez la configuration si vous le souhaitez.
he: בחר רזים ותפילות לתפילה זו, ושמור כתבנית אם תרצה.
it: Scegli i misteri e le preghiere di questa sessione e, se vuoi, salva la configurazione.
ru: Выберите тайны и молитвы на этот раз и при желании сохраните настройки.
uk: Виберіть таємниці та молитви на цей раз і за бажанням збережіть налаштування.

# rosaryPicker.anyRosaryHeader
source: Custom
ar: مخصص
fil: Sariling ayos
fr: Personnalisé
he: מותאם אישית
it: Personalizzata
ru: Свой вариант
uk: Власні налаштування

# rosaryPicker.defaultHeader
source: Default Preset
ar: الإعداد الافتراضي
fil: Paunang Piniling Ayos
fr: Configuration par défaut
he: ברירת המחדל
it: Configurazione predefinita
ru: Основной набор настроек
uk: Стандартний набір налаштувань

# rosaryPicker.managePresets
source: Manage
ar: إدارة
fil: Pamahalaan
fr: Gérer
he: ניהול
it: Gestisci
ru: Управлять
uk: Керувати

# rosaryPicker.presetNamePlaceholder
source: Preset name
ar: اسم الإعداد
fil: Pangalan ng ayos
fr: Nom de la configuration
he: שם התבנית
it: Nome della configurazione
ru: Название набора
uk: Назва набору налаштувань

# rosaryPicker.presetsHeader
source: Presets
ar: الإعدادات المحفوظة
fil: Mga naka-save na ayos
fr: Configurations
he: תבניות
it: Configurazioni
ru: Наборы настроек
uk: Набори налаштувань

# rosaryPicker.saveAsPreset
source: Save as Preset
ar: احفظ كإعداد
fil: I-save ang Ayos
fr: Enregistrer la configuration
he: שמירה כתבנית
it: Salva configurazione
ru: Сохранить настройки
uk: Зберегти налаштування

# rosaryPicker.saveAsPresetAction
source: Save as Preset…
ar: احفظ كإعداد…
fil: I-save ang Ayos…
fr: Enregistrer la configuration…
he: שמירה כתבנית…
it: Salva configurazione…
ru: Сохранить настройки…
uk: Зберегти налаштування…

# rosaryPicker.title
source: The Holy Rosary
ar: الوردية المقدسة
fil: Ang Santo Rosaryo
fr: Le saint Rosaire
he: המחרוזת הקדושה
it: Il Santo Rosario
ru: Святой Розарий
uk: Святий Розарій

# search.allCategories
source: All
ar: الكل
fil: Lahat
fr: Toutes
he: הכול
it: Tutte
ru: Все
uk: Усі

# search.community
source: From the Community
ar: من المجتمع
fil: Mula sa Komunidad
fr: De la communauté
he: מהקהילה
it: Dalla comunità
ru: От сообщества
uk: Від спільноти

# search.noLocalMatches
source: Nothing on this device matches.
ar: لا توجد نتائج مطابقة على هذا الجهاز.
fil: Walang tumugma sa device na ito.
fr: Aucun résultat sur cet appareil.
he: שום דבר במכשיר אינו תואם.
it: Nessun risultato su questo dispositivo.
ru: На этом устройстве ничего не найдено.
uk: На цьому пристрої нічого не знайдено.

# search.onDevice
source: On This Device
ar: على هذا الجهاز
fil: Sa Device na Ito
fr: Sur cet appareil
he: במכשיר הזה
it: Su questo dispositivo
ru: На этом устройстве
uk: На цьому пристрої

# search.prompt
source: Devotions, categories, authors
ar: صلوات وفئات ومؤلفون
fil: Mga debosyon, kategorya, may-akda
fr: Dévotions, catégories, auteurs
he: מסלולים, קטגוריות, יוצרים
it: Devozioni, categorie, autori
ru: Молитвы, категории, авторы
uk: Молитви, категорії, автори

# search.title
source: Search
ar: بحث
fil: Maghanap
fr: Rechercher
he: חיפוש
it: Cerca
ru: Поиск
uk: Пошук

# settings.aboutHeader
source: Links
ar: الروابط
fil: Mga Link
fr: Liens
he: קישורים
it: Collegamenti
ru: Ссылки
uk: Посилання

# settings.aramaicDefaultScript
source: Default Aramaic script
ar: الخط الافتراضي للآرامية
fil: Default na sulat ng Aramaic
fr: Écriture araméenne par défaut
he: כתב ברירת המחדל לארמית
it: Scrittura aramaica predefinita
ru: Письменность арамейского по умолчанию
uk: Стандартне арамейське письмо

# settings.aramaicSignOfCross
source: Aramaic Sign of the Cross
ar: إشارة الصليب بالآرامية
fil: Tanda ng Krus sa Aramaiko
fr: Signe de croix en araméen
he: נוסח אות הצלב בארמית
it: Segno della croce in aramaico
ru: Крестное знамение на арамейском
uk: Хресне знамення арамейською

# settings.aramaicSignOfCross.formA
source: Form A
ar: الصيغة أ
fil: Anyo A
fr: Forme A
he: נוסח א׳
it: Forma A
ru: Форма A
uk: Форма A

# settings.aramaicSignOfCross.formB
source: Form B
ar: الصيغة ب
fil: Anyo B
fr: Forme B
he: נוסח ב׳
it: Forma B
ru: Форма B
uk: Форма B

# settings.clearAudioCache
source: Clear Audio Cache
ar: امسح ذاكرة الصوت المؤقتة
fil: Burahin ang Cache ng Audio
fr: Vider le cache audio
he: ניקוי מטמון השמע
it: Svuota la cache audio
ru: Очистить кэш аудио
uk: Очистити кеш аудіо

# settings.composeSite
source: Compose a Devotion
ar: أنشئ صلاة تعبّدية
fil: Bumuo ng debosyon
fr: Composer une dévotion
he: יצירת מסלול תפילה
it: Componi una devozione
ru: Создать молитву
uk: Створити молитву

# settings.cyrillicPrayerTypeface
source: Cyrillic prayers
ar: الصلوات بالحروف السيريلية
fil: Mga panalangin sa sulat Cyrillic
fr: Prières en alphabet cyrillique
he: תפילות בכתב קירילי
it: Preghiere in alfabeto cirillico
ru: Молитвы кириллицей
uk: Молитви кирилицею

# settings.defaultLanguage
source: Prayer Language
ar: لغة الصلاة
fil: Wika ng Panalangin
fr: Langue de prière
he: שפת התפילה
it: Lingua di preghiera
ru: Язык молитв
uk: Мова молитов

# settings.downloadsFooter
source: Built-in prayers remain available. Downloads used by saved prayers are kept until their last saved copy is deleted.
ar: تبقى الصلوات المضمّنة متاحة. تُحفظ التنزيلات التي تستخدمها الصلوات المحفوظة حتى تُحذف آخر نسخة محفوظة منها.
fil: Mananatiling magagamit ang mga panalanging kasama sa app. Mananatili ang mga download na ginagamit ng mga naka-save na panalangin hanggang mabura ang kanilang huling naka-save na kopya.
fr: Les prières intégrées restent disponibles. Les téléchargements utilisés par des prières enregistrées sont conservés jusqu’à la suppression de leur dernière copie enregistrée.
he: תפילות מובנות נשארות זמינות. הורדות המשמשות תפילות שמורות נשמרות עד למחיקת העותק השמור האחרון שלהן.
it: Le preghiere integrate restano disponibili. I download usati dalle preghiere salvate vengono conservati fino all’eliminazione della loro ultima copia salvata.
ru: Встроенные молитвы остаются доступны. Загрузки, используемые сохранёнными молитвами, сохраняются до удаления их последней сохранённой копии.
uk: Вбудовані молитви залишаються доступними. Завантаження, які використовують збережені молитви, зберігаються до видалення їхньої останньої збереженої копії.

# settings.downloadsHeader
source: Downloads
ar: التنزيلات
fil: Mga Na-download
fr: Téléchargements
he: הורדות
it: Download
ru: Загрузки
uk: Завантаження

# settings.easternPaschaStyle
source: Byzantine Easter date
ar: موعد الفصح البيزنطي
fil: Petsa ng Paskuwa sa ritong Bizantino
fr: Date de Pâques byzantine
he: תאריך הפסחא הביזנטי
it: Data della Pasqua bizantina
ru: Дата византийской Пасхи
uk: Дата Пасхи візантійського обряду

# settings.easternPaschaStyle.gregorian
source: Gregorian Easter
ar: الفصح حسب التقويم الغريغوري
fil: Paskuwa ayon sa kalendaryong Gregoriano
fr: Pâques selon le calendrier grégorien
he: פסחא לפי הלוח הגרגוריאני
it: Pasqua secondo il calendario gregoriano
ru: Пасха по григорианскому календарю
uk: Григоріанська пасхалія

# settings.easternPaschaStyle.julian
source: Julian Easter
ar: الفصح حسب التقويم اليولياني
fil: Paskuwa ayon sa kalendaryong Juliano
fr: Pâques selon le calendrier julien
he: פסחא לפי הלוח היוליאני
it: Pasqua secondo il calendario giuliano
ru: Пасха по юлианскому календарю
uk: Юліанська пасхалія

# settings.easternPaschaStyleFooter
source: Changes the Byzantine movable feasts and their appointed readings together. Fixed feasts keep their Gregorian dates.
ar: يغيّر الأعياد البيزنطية المتنقلة وقراءاتها المقررة معًا. تحتفظ الأعياد الثابتة بتواريخها الغريغورية.
fil: Sabay na binabago ang mga kapistahang Bizantino na nag-iiba ang petsa at ang mga itinakdang pagbasa. Pinananatili ng mga nakapirming kapistahan ang kanilang mga petsang Gregoriano.
fr: Modifie ensemble les fêtes mobiles byzantines et leurs lectures prescrites. Les fêtes fixes gardent leurs dates grégoriennes.
he: הבחירה משנה יחד את החגים הניידים הביזנטיים ואת המקראות המיועדים להם. חגים קבועים שומרים על תאריכיהם הגרגוריאניים.
it: Modifica insieme le feste mobili bizantine e le letture prescritte. Le feste fisse mantengono le date gregoriane.
ru: Изменяет византийские переходящие праздники вместе с положенными чтениями. Непереходящие праздники сохраняют григорианские даты.
uk: Змінює рухомі свята візантійського обряду разом із призначеними для них читаннями. Нерухомі свята зберігають григоріанські дати.

# settings.feastCalendar
source: Liturgical calendar
ar: التقويم الطقسي
fil: Kalendaryong liturhiko
fr: Calendrier liturgique
he: הלוח הליטורגי
it: Calendario liturgico
ru: Литургический календарь
uk: Літургійний календар

# settings.feastCalendarFooter
source: Which calendar’s feasts and readings the Today section shows.
ar: التقويم الذي يعرض قسم «اليوم» أعياده وقراءاته.
fil: Kalendaryo ng mga kapistahan at pagbasa na ipinapakita sa seksiyong Ngayon.
fr: Le calendrier dont les fêtes et les lectures apparaissent dans la section Aujourd’hui.
he: לפי איזה לוח מוצגים החגים והמקראות במדור „היום“.
it: Il calendario di cui la sezione Oggi mostra le feste e le letture.
ru: Календарь праздников и чтений для раздела «Сегодня».
uk: Визначає календар свят і читань у розділі «Сьогодні».

# settings.hapticsOnAdvance
source: Vibrate on step change
ar: اهتزاز عند تغيير الخطوة
fil: Mag-vibrate sa paglipat ng hakbang
fr: Vibrer au changement d’étape
he: רטט במעבר בין שלבים
it: Vibra al cambio di passo
ru: Вибрация при смене шага
uk: Вібрація під час переходу

# settings.hebrewPrayerTypeface
source: Hebrew font
ar: خط العبرية
fil: Font ng Hebreo
fr: Police de l’hébreu
he: גופן העברית
it: Carattere ebraico
ru: Шрифт иврита
uk: Шрифт для івриту

# settings.hebrewScriptureTypeface
source: Hebrew Scripture font
ar: خط الكتاب المقدس بالعبرية
fil: Font ng Kasulatan sa Hebreo
fr: Police des Écritures en hébreu
he: גופן כתבי הקודש בעברית
it: Carattere delle Scritture in ebraico
ru: Шрифт Писания на иврите
uk: Шрифт Святого Письма івритом

# settings.installedDevotions
source: Installed devotions
ar: الصلوات المثبّتة
fil: Mga naka-install na debosyon
fr: Dévotions installées
he: מסלולי תפילה מותקנים
it: Devozioni installate
ru: Установленные молитвы
uk: Встановлені молитви

# settings.interfaceLanguage
source: App Language
ar: لغة التطبيق
fil: Wika ng App
fr: Langue de l’app
he: שפת היישומון
it: Lingua dell’app
ru: Язык приложения
uk: Мова застосунку

# settings.interfaceLanguage.system
source: System Default
ar: الإعداد الافتراضي للنظام
fil: Default ng System
fr: Langue du système
he: ברירת המחדל של המערכת
it: Lingua di sistema
ru: Как в системе
uk: Як у системі

# settings.interfaceLanguage.footer
source: Used for the interface and automatic Bible edition. Prayers follow it unless a prayer language is selected.
ar: تُستخدم للواجهة وللاختيار التلقائي لطبعة الكتاب المقدس. وتتبعها الصلوات ما لم تُحدَّد لغة للصلاة.
fil: Ginagamit sa interface at awtomatikong pagpili ng edisyon ng Bibliya. Sinusunod ito ng mga panalangin maliban kung may piniling wika ng panalangin.
fr: Utilisée pour l’interface et le choix automatique de l’édition biblique. Les prières la suivent sauf si une langue de prière est sélectionnée.
he: משמשת לממשק ולבחירה האוטומטית של מהדורת המקרא. התפילות משתמשות בה אלא אם נבחרה שפת תפילה אחרת.
it: Usata per l’interfaccia e la scelta automatica dell’edizione biblica. Le preghiere la seguono salvo quando viene selezionata una lingua di preghiera.
ru: Используется для интерфейса и автоматического выбора издания Библии. Молитвы следуют ей, если не выбран отдельный язык молитв.
uk: Використовується для інтерфейсу й автоматичного вибору видання Біблії. Молитви використовують її, якщо не вибрано окрему мову молитов.

# settings.prayerLanguage.appLanguage
source: App Language (%@)
ar: لغة التطبيق (%@)
fil: Wika ng App (%@)
fr: Langue de l’app (%@)
he: שפת היישומון (%@)
it: Lingua dell’app (%@)
ru: Язык приложения (%@)
uk: Мова застосунку (%@)

# settings.jaffaWording
source: Alternative Hail Mary wording
ar: صيغة بديلة لصلاة السلام عليك يا مريم
fil: Alternatibong teksto ng Aba Ginoong Maria
fr: Autre formulation du Je vous salue, Marie
he: נוסח חלופי ל“שמחי מרים”
it: Formula alternativa dell’Ave Maria
ru: Альтернативный текст «Радуйся, Мария»
uk: Альтернативний текст «Радуйся, Маріє»

# settings.jaffaWording.footer
source: Use בְּרוּכַת הַחֶסֶד instead of מְלֵאַת הַחֶסֶד in Vicariate prayers.
ar: استخدم בְּרוּכַת הַחֶסֶד بدلًا من מְלֵאַת הַחֶסֶד في صلوات النيابة.
fil: Gamitin ang בְּרוּכַת הַחֶסֶד sa halip na מְלֵאַת הַחֶסֶד sa mga panalangin ng Bikaryato.
fr: Utiliser בְּרוּכַת הַחֶסֶד à la place de מְלֵאַת הַחֶסֶד dans les prières du Vicariat.
he: השתמשו בנוסח “בְּרוּכַת הַחֶסֶד” במקום “מְלֵאַת הַחֶסֶד” בתפילות נוסח הנציגות.
it: Usa בְּרוּכַת הַחֶסֶד al posto di מְלֵאַת הַחֶסֶד nelle preghiere del Vicariato.
ru: Использовать בְּרוּכַת הַחֶסֶד вместо מְלֵאַת הַחֶסֶד в молитвах викариата.
uk: Використовувати בְּרוּכַת הַחֶסֶד замість מְלֵאַת הַחֶסֶד у молитвах Вікаріату.

# settings.languageFallbackOrder
source: Language Fallback Order…
ar: ترتيب اللغات البديلة…
fil: Pagkakasunod-sunod ng pamalit na wika…
fr: Ordre des langues de remplacement…
he: סדר עדיפות לשפות חלופיות…
it: Ordine delle lingue alternative…
ru: Порядок запасных языков…
uk: Порядок резервних мов…

# settings.languageFallbackOrder.footer
source: When text is missing, Prosary follows this order after the chosen language. Shared Hebrew, including repository prayers, uses the higher of the two Hebrew positions.
ar: عند غياب النص باللغة المختارة، يتبع Prosary هذا الترتيب. تستخدم النصوص العبرية المشتركة بين التقليدين، بما فيها صلوات المستودع، الموضع الأعلى بين الموضعين العبريين.
fil: Kapag wala ang teksto sa piniling wika, sinusunod ng Prosary ang ayos na ito. Ang tekstong Hebreo na pareho sa dalawang tradisyon, kasama ang mga panalangin mula sa repositoryo, ay gumagamit ng mas mataas sa dalawang puwesto ng Hebreo.
fr: Si le texte manque dans la langue choisie, Prosary suit cet ordre. Les textes hébreux communs aux deux traditions, y compris les prières du dépôt, utilisent la plus haute des deux positions de l’hébreu.
he: כשחסר טקסט בשפת התפילה שנבחרה, Prosary מחפש לפי הסדר הזה. עברית משותפת לשני הנוסחים, כולל תפילות מהמאגר, מקבלת את העדיפות של הנוסח העברי הגבוה יותר ברשימה.
it: Se il testo manca nella lingua scelta, Prosary segue questo ordine. I testi ebraici comuni alle due tradizioni, incluse le preghiere del repository, usano la più alta delle due posizioni dell’ebraico.
ru: Если текста нет на выбранном языке, Prosary следует этому порядку. Общие для обеих традиций тексты на иврите, включая молитвы из репозитория, используют более высокую из двух позиций иврита.
uk: Якщо тексту немає вибраною мовою, Prosary перевіряє інші мови в цьому порядку. Спільні тексти івритом, зокрема молитви з каталогу, займають вищу з двох позицій івриту.

# settings.languageFallbackOrder.reset
source: Reset
ar: إعادة الضبط
fil: I-reset
fr: Réinitialiser
he: איפוס
it: Reimposta
ru: Сбросить
uk: Скинути

# settings.languageFallbackOrder.title
source: Language Fallback Order
ar: ترتيب اللغات البديلة
fil: Pagkakasunod-sunod ng pamalit na wika
fr: Ordre des langues de remplacement
he: סדר עדיפות לשפות חלופיות
it: Ordine delle lingue alternative
ru: Порядок запасных языков
uk: Порядок резервних мов

# settings.latinPrayerTypeface
source: Latin-script prayers
ar: الصلوات بالحروف اللاتينية
fil: Mga panalangin sa sulat Latin
fr: Prières en alphabet latin
he: תפילות בכתב לטיני
it: Preghiere in alfabeto latino
ru: Молитвы латиницей
uk: Молитви латинським письмом

# settings.prayerLanguageHeader
source: Language
ar: اللغة
fil: Wika
fr: Langue
he: שפה
it: Lingua
ru: Язык
uk: Мова

# settings.prayerNameLanguageFooter
source: Show the interface-language name underneath when it differs.
ar: يظهر الاسم بلغة الواجهة تحته إذا كان مختلفًا.
fil: Ipakita sa ilalim ang pangalan sa wika ng interface kung naiiba ito.
fr: Le nom dans la langue de l’interface apparaît en dessous s’il est différent.
he: השם בשפת הממשק יוצג מתחתיו אם הוא שונה.
it: Il nome nella lingua dell’interfaccia appare sotto quando è diverso.
ru: Если название на языке интерфейса отличается, оно отображается ниже.
uk: Показувати нижче назву мовою інтерфейсу, якщо вона відрізняється.

# settings.prayingHeader
source: Praying
ar: الصلاة
fil: Pagdarasal
fr: Prière
he: בתפילה
it: Preghiera
ru: Молитва
uk: Молитва

# settings.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
fil: Patakaran sa privacy
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ru: Политика конфиденциальности
uk: Політика конфіденційності

# settings.removeAllDownloads
source: Remove Unused Downloads…
ar: إزالة التنزيلات غير المستخدمة…
fil: Alisin ang mga Hindi Ginagamit na Download…
fr: Supprimer les téléchargements inutilisés…
he: הסרת הורדות שאינן בשימוש…
it: Rimuovi i download inutilizzati…
ru: Удалить неиспользуемые загрузки…
uk: Вилучити невикористані завантаження…

# settings.removeAllDownloads.confirm
source: Remove Unused
ar: إزالة غير المستخدمة
fil: Alisin ang Hindi Ginagamit
fr: Supprimer les inutilisés
he: הסרת הורדות שאינן בשימוש
it: Rimuovi inutilizzati
ru: Удалить неиспользуемые
uk: Вилучити невикористані

# settings.removeAllDownloads.message
source: Only downloads with no saved copies will be removed from this device. Keep your original files to import them again.
ar: ستُزال من هذا الجهاز فقط التنزيلات التي ليس لها نسخ محفوظة. احتفظ بالملفات الأصلية لاستيرادها مجددًا.
fil: Mga download na walang naka-save na kopya lamang ang aalisin sa device na ito. Itago ang iyong mga orihinal na file upang ma-import muli ang mga ito.
fr: Seuls les téléchargements sans copie enregistrée seront retirés de cet appareil. Conservez vos fichiers d’origine pour pouvoir les importer à nouveau.
he: רק הורדות ללא עותקים שמורים יוסרו מהמכשיר הזה. יש לשמור את הקבצים המקוריים כדי לייבא אותם שוב.
it: Verranno rimossi da questo dispositivo solo i download senza copie salvate. Conserva i file originali per poterli importare di nuovo.
ru: С этого устройства будут удалены только загрузки без сохранённых копий. Сохраните исходные файлы, чтобы импортировать их снова.
uk: Із цього пристрою буде вилучено лише завантаження без збережених копій. Зберігайте вихідні файли, щоб імпортувати їх знову.

# settings.removeAllDownloads.title
source: Remove Unused Downloads?
ar: إزالة التنزيلات غير المستخدمة؟
fil: Alisin ang mga Hindi Ginagamit na Download?
fr: Supprimer les téléchargements inutilisés ?
he: להסיר הורדות שאינן בשימוש?
it: Rimuovere i download inutilizzati?
ru: Удалить неиспользуемые загрузки?
uk: Вилучити невикористані завантаження?
